export default {
	language: "Язык",
	home: {
		proprietaryMethods: "Авторские методики запуска речи и коррекции поведения",
		author: "Ольги Филистович",
		chooseCourse: "Выбрать курс",
		methodicSectionTitle: "Методики помогут вам если",
		methodicSectionBlock1:
			"Вас беспокоит, что ребёнок мало коммуницирует со сверстниками, излишне плаксив и чувствителен",
		methodicSectionBlock2:
			"Неговорящий ребёнок 1,5 — 12 лет, при этом есть «куча диагнозов», но так и не понятно, когда ребёнок заговорит и что для этого делать;",
		methodicSectionBlock3:
			"Ребёнок в возрасте от 2 до 18 лет имеет нарушения поведения: истерики, мастурбация, агрессия и самоагрессия, нарушения навыков опрятности и самообслуживания, избирательность в еде;",
		methodicSectionBlock4:
			"Ребёнок 1 -4 лет, Вас что-то беспокоит, но все советуют «расслабиться», а Вам все равно неспокойно, ведь ребёнок не реагирует на Вас должным образом и практически не смотрит в глаза.",
		methodicSectionBlock5:
			"Ребенок с любым нарушением в развитии, Вас не интересует диагноз, но волнует, почему нет хорошей динамки в развитии. Вы замечаете, что Ваш ребёнок выборочно понимает бытовые инструкции, скорее догадывается чего Вы от него хотите.",
	},
	"choose-course": {
		title: "Выбрать курс",
	},
	course: {
		lessons: "Уроки",
	},
	lesson: {
		video: "Смотреть видео",
		materials: "Материалы",
		toPayment: "Оплатить",
		downloadMaterials: "Скачать материалы",
	},
	payment: {
		title: "Приобрести доступ",
		categoryTitle: "Оплата категории:",
		categoryDescription:
			"Оплатите доступ только к выбранной категории. Подходит, если вас интересует конкретная тема.",
		categoryButton: "Оплатить категорию",
		fullTitle: "Полный доступ",
		fullDescription:
			"Купите полный доступ сразу ко всем курсам и видео. Это выгоднее, чем оплачивать категории по отдельности.",
		fullAccessButton: "Купить полный доступ",
	},
};
