import { t } from 'i18next';

export default {
	language: "Язык",
	home: {
		title1: "Школа",
		title2: "Ольги Филистович",
		proprietaryMethods: "Авторские методики запуска речи и коррекции поведения",
		author: "Ольги Филистович",
		chooseCourse: "Выбрать курс",
		methodicSectionTitle: "Методики помогут вам если",
		methodicSectionBlock1:
			"Вас беспокоит, что ребёнок мало коммуницирует со сверстниками, излишне плаксив и чувствителен",
		methodicSectionBlock2:
			"Неговорящий ребёнок 1,5 — 12 лет, при этом есть «куча диагнозов», но так и не понятно, когда ребёнок заговорит и что для этого делать;",
		methodicSectionBlock3:
			"Ребёнок в возрасте от 2 до 18 лет имеет нарушения поведения: истерики, мастурбация, агрессия и самоагрессия, нарушения навыков опрятности и самообслуживания, избирательность в еде;",
		methodicSectionBlock4:
			"Ребёнок 1 -4 лет, Вас что-то беспокоит, но все советуют «расслабиться», а Вам все равно неспокойно, ведь ребёнок не реагирует на Вас должным образом и практически не смотрит в глаза.",
		methodicSectionBlock5:
			"Ребенок с любым нарушением в развитии, Вас не интересует диагноз, но волнует, почему нет хорошей динамки в развитии. Вы замечаете, что Ваш ребёнок выборочно понимает бытовые инструкции, скорее догадывается чего Вы от него хотите.",
	},
	"choose-course": {
		title: "Выбрать курс",
	},
	course: {
		lessons: "Уроки",
		audioLessons: "Аудиоуроки",
		materials: "Материалы",
	},
	lesson: {
		video: "Смотреть видео",
		materials: "Материалы",
		toPayment: "Оплатить",
		downloadMaterials: "Скачать материалы",
		otherLessons: "Уроки курса",
	},
	payment: {
		title: "Приобрести доступ",
		categoryTitle: "Оплата категории:",
		categoryDescription:
			"Оплатите доступ только к выбранной категории. Подходит, если вас интересует конкретная тема.",
		categoryButton: "Оплатить категорию",
		fullTitle: "Полный доступ",
		fullDescription:
			"Купите полный доступ сразу ко всем курсам и видео. Это выгоднее, чем оплачивать категории по отдельности.",
		fullAccessButton: "Купить полный доступ",
	},

	profile: {
		title: "Профиль",
		logout: "Выход",
		chooseAvatar: "Выберите аватар",
		cancel: "Отменить",
		payment: "Оплата и подписка",
		login: "Перейти к входу",
	},

	login: {
		title: "Вход",
		email: "Email",
		password: "Пароль",
		button: "Вход",
		error: "Ошибка",
		incorrectEmailOrPassword: "Неверный адрес электронной почты или пароль",
		emptyFields: "Пожалуйста, заполните все поля",
		somethingWentWrong: "Что-то пошло не так",
		success: "Успех",
		successLogin: "Вы успешно вошли!",
		registration: "Еще нет учетной записи? Зарегистрироваться",
	},

	registration: {
		title: "Регистрация",
		email: "Email",
		password: "Пароль",
		button: "Регистрация",
		incorrectEmailOrPassword: "Неверный адрес электронной почты или пароль",
		emptyFields: "Пожалуйста, заполните все поля",
		somethingWentWrong: "Что-то пошло не так",
		success: "Успех",
		successLogin: "Вы успешно зарегистрировались!",
		login: "Уже есть учетная запись? Войти",
	},

	drawerNav: {
		courses: "Курсы",
		dontHaveCourses: "Нет доступных курсов",
		profile: "Профиль",
		main: "Главная",
	},

	customVideoPlayer: {
		loading: "Загрузка...",
		notFound: "Видео не найдено",
	},

	checkLogin: {
		title: "Проверка входа",
		text: "Чтобы получить доступ к оплате, необходимо войти в систему или зарегистрироваться.",
		login: "Уже есть учетная запись? Войти",
		registration: "Ещё нет учетной записи? Зарегистрироваться",
	},
};
